Repository: melianmiko/ZeppOS-Tasks
Catalog: setting/i18n/*.po
Languages: de_de, fr_fr, hu_hu, ja_jp, kk, pl, pt_br, ru_ru, tr_tr, uk_ua

source: Account
de_de: Konto
fr_fr: Compte
ja_jp: アカウント
kk: Есептік жазба
pl: Konto
pt_br: Conta
ru_ru: Аккаунт
tr_tr: Hesap
uk_ua: Акаунт

source: About
de_de: Über
fr_fr: A propos
ja_jp: ZeppTasksについて
kk: Туралы
pl: O aplikacji
pt_br: Sobre
ru_ru: О программе
tr_tr: Hakkında
uk_ua: Про додаток

source: Like this application? Consider to support their development with a small donation:
de_de: Gefällt Ihnen diese App? Unterstützen Sie uns mit einer kleinen Spende für die Entwicklung.
fr_fr: Vous aimez cette application ? Pensez à supporter son développement avec une petite donation :
ja_jp: ZeppTasks のようなものですか?寄付をしてみませんか？
kk: Бұл қолданба ұнай ма? Олардың дамуын шағын қайырымдылықпен қолдауды қарастырыңыз:
pl: Podana się aplikacja? Wspomóż developera niewielkim podarunkiem:
pt_br: Gostou desse aplicativo? Considere ajudar o desenvolvimento com uma pequena doação:
ru_ru: Нравится это приложение? Рассмотрите возможность поддержать его материально:
tr_tr: Bu uygulamayı beğendiniz mi? Küçük bir bağışla uygulamanın gelişimini destekleyin:
uk_ua: Подобається цей додаток? Підтримайте розробку невеличким донатом:

source: Want to see ZeppTasks into another language? You can help us with translation:
de_de: Möchtest du ZeppTasks in anderen Sprache sehen? Du kannst uns helfen mit der Übersetzung:
fr_fr: Vous voulez voir ZeppTasks dans une autre langue ? Vous pouvez nous aider dans la traduction :
ja_jp: ZeppTask の翻訳を手伝いたいですか?クラウディンでやってみよう！
pl: Czy chcesz zobaczyć aplikacje ZeppTasks w innym języku? możesz pomóc i przetłumaczyć:
pt_br: Quer ver o ZeppTasks em outra língua? Você pode nos ajudar com traduções:
ru_ru: Хотите видеть ZeppTasks в перевода на ваш язык? Помогите нам с этим:
tr_tr: ZeppTasks'ı başka bir dilde görmek ister misiniz? Çeviri konusunda bize yardımcı olabilirsiniz:
uk_ua: Хочете побачити ZeppTasks іншою мовою? Ви можете допомогти нам з перекладом:

source: Log in with Google
de_de: Einloggen mit Google
fr_fr: Se connecter avec Google
ja_jp: Googleにログインする
kk: Google арқылы жүйеге кіріңіз
pl: Zaloguj się za pomocą konta Google
pt_br: Login com Google
ru_ru: Войти через Google
tr_tr: Google ile Giriş Yap
uk_ua: Увійти через Google

source: Source code available:
de_de: Quellcode verfügbar bei:
fr_fr: Code source disponible :
ja_jp: ZeppTask ソース コード:
pl: Kod źródłowy jest dostępny:
pt_br: Código-fonte disponível:
ru_ru: Исходный код доступен:
tr_tr: Kaynak kodu mevcut:
uk_ua: Вихідний код доступний:

source: Please wait…
kk: Өтінемін күте тұрыңыз…
pl: Proszę czekać…
ru_ru: Подождите…

source: How-to login:
de_de: Anleitung zum Einloggen:
fr_fr: Tutoriel pour la connexion:
hu_hu: Hogyan léphetek be:
ja_jp: ログインの問題?手順については、こちらを参照してください。
kk: Жүйеге кіру жолы:
pl: Jak się zalogować:
pt_br: Como fazer login:
ru_ru: Как войти в аккаунт:
tr_tr: Nasıl giriş yapılır:
uk_ua: Інструкція з авторизації:

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
hu_hu: Mégse
ja_jp: アクションのキャンセル
kk: Болдырмау
pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal et
uk_ua: Скасувати

source: Login success
de_de: Login erfolgreich
fr_fr: Connection réussie
hu_hu: Sikeres bejelentkezés
ja_jp: Google に正常にログインしました。 Googleタスクのタスクは、時計とGoogleタスクアプリの間で同期されます。
kk: Кіру сәтті
pl: Logowanie prawidłowe
pt_br: Login realizado com sucesso
ru_ru: Вход выполнен
tr_tr: Giriş başarılı
uk_ua: Вхід виконано успішно

source: Log out
de_de: Ausloggen
fr_fr: Se déconnecter
hu_hu: Kijelentkezés
ja_jp: ログアウト
kk: Шығу
pl: Wyloguj się
pt_br: Sair
ru_ru: Выйти
tr_tr: Çıkış yap
uk_ua: Вийти

source: Set up sync
de_de: Synchronisation aufsetzen
ja_jp: 同期タスク
kk: Синхрондауды орнату
pl: Ustaw synchronizacje
ru_ru: Настроить синхронизацию
tr_tr: Senkronizasyonu ayarla
uk_ua: Налаштувати синхронізацію

source: Sign in to synchronize your tasks with cloud.
de_de: Melde dich an um deine Aufgaben mit der Cloud zu synchronisieren.
ja_jp: クラウド内のタスクを Google Tasks と同期したいですか? Google にログインして始めましょう。
pl: Zaloguj się, aby synchronizować zadania z chmurą.
ru_ru: Войдите в аккаунт для синхронизации задач с облаком.
tr_tr: Görevlerinizi bulutla senkronize etmek için oturum açın.
uk_ua: Увійдіть, щоб синхронізувати свої завдання з хмарою.

source: Use Google account
de_de: Google Konto verwenden
ja_jp: Google アカウントを使用します。
pl: Użyj konta Google
ru_ru: Использовать аккаунт Google
tr_tr: Google hesabı kullan
uk_ua: Використовувати обліковий запис Google

source: Tasks will be in sync with Google tasks
de_de: Tasks werden mit Google Tasks synchronisiert
ja_jp: タスクは Google タスクと同期されます。
pl: Zadania zostaną synchronizowane z zadaniami z Google tasks
ru_ru: Задачи будут синхронизированы с Google Tasks
tr_tr: Görevler, Google görevleriyle senkronize olur
uk_ua: Завдання будуть синхронізованими з Google tasks

source: Use Microsoft account
de_de: Microsoft Konto verwenden
ja_jp: Googleを使いたくないですか？代わりに Microsoft アカウントを使用できます。
pl: Użyj konta Microsoft
ru_ru: Использовать аккаунт Microsoft
tr_tr: Microsoft hesabı kullan
uk_ua: Використовувати обліковий запис Microsoft

source: Tasks will be in sync with Microsoft ToDo
de_de: Tasks werden mit Microsoft ToDo synchronisiert
ja_jp: タスクはウォッチと Microsoft To-Do の間で同期されます。
pl: Zadania będą synchronizowane z Microsoft ToDo
ru_ru: Задачи будут синхронизированы с Microsoft ToDo
tr_tr: Görevler Microsoft ToDo ile eşitlenir
uk_ua: Завдання будуть синхронізованими з Microsoft ToDo

source: Use TickTick account
ru_ru: Использовать аккаунт TickTick

source: Copy the following link, open them into your browser, and perform a log in.
de_de: Kopiere den folgenden Link, öffne ihn in deinem Internet - Browser und melde dich an.
fr_fr: Copiez le lien suivant, ouvrez-le dans votre navigateur, et connectez-vous.
hu_hu: Másold ki a következő linket, nyisd meg a böngészőben, és jelentkezz be.
ja_jp: ここで、デフォルトのブラウザでログイン ウィンドウを開きます。
kk: Келесі сілтемені көшіріп, оларды браузерде ашыңыз және жүйеге кіріңіз.
pl: Skopiuj poniższy link. Następnie otwórz go w przeglądarce, i dokończ logowanie.
pt_br: Copie o link a seguir, abra-os no seu navegador e realize o login.
ru_ru: Скопируйте ссылку ниже, откройте её в браузере, и выполните вход.
tr_tr: Aşağıdaki bağlantıyı kopyalayın, tarayıcınızda açın ve giriş yapın.
uk_ua: Скопіюйте наступне посилання, відкрийте його у вашому браузері та виконайте вхід.

source: Tasks will be in sync with TickTick application
ru_ru: Задачи будут синхронизированы с приложением TickTick

source: After that, you'll got a access token on screen. Paste them into field bellow:
de_de: Danach bekommst du einen Zugangsschlüssel. Füge ihn indem Feld unterhalb ein:
fr_fr: Après cela, vous allez voir un token d'accès à l'écran. Collez-le dans le champ ci-dessous :
hu_hu: Ezt követően megjelenik egy hozzáférési token a képernyőn. Illeszd be az alábbi mezőbe:
ja_jp: 以下のネジにトークンを貼り付けます。
kk: Осыдан кейін экранда кіру таңбалауышы пайда болады. Оларды төмендегі өріске қойыңыз:
pl: Później, otrzymasz klucz dostępu, który wyświetli się na ekranie. Skopiuj go i umieść w polu poniżej:
pt_br: Depois disso, você terá um token de acesso na tela. Cole no campo abaixo:
ru_ru: После этого, вы получите ключ для авторизации. Вставьте его в поле ниже:
tr_tr: Bundan sonra, ekranda olan tokene erişiminiz olacak. Bunları aşağıdaki alana yapıştırın:
uk_ua: Після цього на екрані ви отримаєте токен доступу. Вставте його у поле нижче:

source: Wait for a few seconds until app will connect with Google and validate your credentials
de_de: Warte für ein paar Sekunden bis die App sich mit Google verbunden und deine Zugangsdaten bestätigt hat
fr_fr: Attendez quelques secondes jusqu'à ce que l'application se connecte avec Google et valide vos identifiants
hu_hu: Várj néhány másodpercet, amíg az alkalmazás kapcsolatba lép a Google-lal, és ellenőrzi a hitelesítő adataidat
ja_jp: Google または Microsoft に接続して本人確認を行うまでお待ちください...
pl: Poczekaj kilka sekund, aż aplikacja połączy się z kontem Google
pt_br: Aguarde alguns segundos até que o app se conecte com o Google e valide suas credenciais
ru_ru: Подождите пару секунд, пока приложение получит информацию о входе
tr_tr: Uygulama Google'a bağlanana ve kimlik bilgilerinizi doğrulayana kadar birkaç saniye bekleyin
uk_ua: Зачекайте кілька секунд, поки додаток з'єднається з Google і підтвердить ваші дані

source: Now Tasks on ZeppOS have access to tasks in your cloud account.
de_de: Tasks auf ZeppOS hat nun Zugriff auf Aufgaben in ihrem Cloud Konto.
ja_jp: ZeppTasks は、Google Tasks または Microsoft To-Do アプリでタスクを変更、作成、またはチェックオフできるようになりました。
kk: Енді ZeppOS жүйесіндегі тапсырмалар бұлттық тіркелгідегі тапсырмаларға қол жеткізе алады.
pl: Nowe zadania w ZeppOS mają dostęp do danych z kanta w chmurze.
ru_ru: Теперь Tasks на ZeppOS имеет доступ к задачам в вашем аккаунте.
tr_tr: Artık ZeppOS'taki Görevler, bulut hesabınızdaki görevlere erişebilir.
uk_ua: Зараз Tasks on ZeppOS мають доступ до завдань у вашому обліковому записі.

source: Privacy Policy
de_de: Informationen zur Privatsphäre
fr_fr: Politique de Confidentialité
hu_hu: Adatvédelmi irányelvek
ja_jp: プライバシーポリシー
kk: Құпиялылық саясаты
pl: Polityka prywatności
pt_br: Política de Privacidade
ru_ru: Политика конфиденциальности
tr_tr: Gizlilik Politikası
uk_ua: Політика конфіденційності

source: App is still in offline mode
de_de: App ist immer noch im Offline Modus
ja_jp: オフラインモードのアプリ。 (注意! Google または Microsoft アカウントにリンクされていない限り、タスクは保存されません。)
kk: Қолданба әлі де офлайн режимде
pl: Aplikacja jest wciąż w trybie offline
ru_ru: Приложение работает автономно
tr_tr: Uygulama hala çevrimdışı
uk_ua: Додаток все ще в режимі офлайн

source: Open Tasks app on your watch and wipe local data to start seeing synced tasks.
de_de: Öffne Tasks auf deiner Uhr und lösche alle lokalen Daten um synchronisierten Aufgaben zu sehen.
ja_jp: ウォッチで ZeppTasks を開いてローカル データを消去し、同期されたタスクの表示を開始します。
kk: Синхрондалған тапсырмаларды көру үшін сағатыңызда Tasks қолданбасын ашыңыз және жергілікті деректерді өшіріңіз.
pl: Otwórz aplikację Tasks na zegarku i wyczyść dane lokalne, aby zobaczyć synchronizowane zadania.
ru_ru: Откройте Tasks на часах и выполните сброс локальных данных, чтобы увидеть списки задач из вашего аккаунта.
tr_tr: Saatinizde Görevler uygulamasını açın ve senkronize edilmiş görevleri görmeye başlamak için yerel verileri silin.
uk_ua: Відкрийте додаток Tasks на годиннику та очистіть локальні дані, щоб відобразилися синхронізовані завдання.

source: Use Nextcloud server account
de_de: Nextcloud Server-Konto verwenden
ja_jp: NextCloudを利用する
pl: Użyj konta Nextcloud
ru_ru: Использовать аккаунт Nextcloud
tr_tr: Nextcloud sunucu hesabını kullan

source: Sync your tasks with personal cloud server
de_de: Tasks mit einem persönlichen Cloud-Server synchronisieren
ja_jp: タスクをクラウドサーバーと同期する
pl: Synchronizuj zadania z osobistym kontem w chmurze
ru_ru: Синхронизируйте задачи с личным сервером
tr_tr: Görevlerinizi kişisel bulut sunucusuyla senkronize edin

source: Checking, is login/password valid…
kk: Тексерілуде, логин/пароль жарамды ма…
pl: Sprawdzanie poprawności loginu/hasła…
ru_ru: Проверяем, верны ли данные для входа…

source: Credentials are valid, connection success.
de_de: Anmeldedaten sind gültig, Verbindung erfolgreich.
ja_jp: 成功!資格情報は有効です。
kk: Тіркелгі деректері жарамды, қосылым сәтті.
pl: Dane logowania są poprawne i udało się połączyć.
ru_ru: Данные верны, подключен успешно.
tr_tr: Kimlik bilgileri geçerli, bağlantı başarılı.

source: Authorization failed, or server configuration isn't valid.
de_de: Autorisierung fehlgeschlagen oder die Serverkonfiguration ist ungültig.
ja_jp: 認証に失敗しました: 資格情報が無効であるか、サーバー構成が無効であるか、アクセスできない可能性があります。
kk: Авторизация сәтсіз аяқталды немесе сервер конфигурациясы жарамсыз.
pl: Autoryzacja nie powiodła się, albo konfiguracja serwera jest nieprawidłowa.
ru_ru: Не удалось войти в аккаунт, либо сервер не верно настроен.
tr_tr: Yetkilendirme başarısız oldu veya sunucu yapılandırması geçerli değil.

source: Enter your cloud credentials. If two-factor auth is enabled, you must create and use an application password.
de_de: Geben Sie Ihre Cloud-Anmeldedaten ein. Wenn die Zwei-Faktor-Authentifizierung aktiviert ist, müssen Sie ein App Passwort erstellen und verwenden.
ja_jp: クラウド情報を入力します。クラウド上で 2FA が使用されている場合は、必ず 2FA アプリのコードを使用してログイン プロセスを続行してください。
kk: Бұлттық тіркелгі деректерін енгізіңіз. Екі факторлы аутентификация қосылса, қолданба құпия сөзін жасау және пайдалану керек.
pl: Wprowadź dane do chmury. Jeżeli włączona jest dwuetapowa weryfikacji, musisz utworzyć i użyć hasła aplikacji.
ru_ru: Введите данные для входа. Если у вас включена двухфакторная аутентификация, используйте пароль для приложения.
tr_tr: Bulut kimlik bilgilerinizi girin. İki faktörlü kimlik doğrulama etkinse, bir uygulama parolası oluşturmanız ve kullanmanız gerekir.

source: Save configuration
de_de: Konfiguration speichern
ja_jp: 設定の保存オプション
kk: Конфигурацияны сақтау
pl: Zapisz konfiguracje
ru_ru: Сохранить настройки
tr_tr: Yapılandırmayı kaydet

source: Enter your Nextcloud installation URL:
de_de: Geben Sie Ihre Nextcloud-Installations-URL ein:
ja_jp: NextCloud インスタ URL:
kk: NextCloud орнату URL мекенжайын енгізіңіз:
pl: Wprowadź swój adres URL do Nextcloud:
ru_ru: Введите URL Nextcloud:
tr_tr: Nextcloud kurulum URL'nizi girin:

source: Checking, is URL valid…
kk: Тексерілуде, URL жарамды ма…
pl: Sprawdzanie poprawności adresu URL…
ru_ru: Проверяем, верен ли URL…

source: Nextcloud URL is valid.
de_de: Die Nextcloud URL ist gültig.
ja_jp: NextCloudがインストールされました。 URLは有効です。
kk: Nextcloud URL мекенжайы жарамды.
pl: Nextcloud URL jest poprawny.
ru_ru: Nextcloud URL верен.
tr_tr: Nextcloud URL'si geçerli.

source: Enter valid cloud URL to continue.
de_de: Geben Sie eine gültige Cloud-URL ein, um fortzufahren.
ja_jp: 有効なURLを入力してください。 （例：https://google.jp）
kk: Жалғастыру үшін жарамды бұлттық URL мекенжайын енгізіңіз.
pl: Wprowadź poprawny adres URL do chmury i kontynuuj.
ru_ru: Введите верный URL для подключения.
tr_tr: Devam etmek için geçerli bir bulut URL'si girin.

source: Please wait...
de_de: Bitte warten...
fr_fr: Veuillez patienter...
hu_hu: Kérlek várj...
ja_jp: ちょっと待ってください。
pt_br: Por favor, aguarde...
tr_tr: Lütfen bekleyin...
uk_ua: Будь ласка, зачекайте...

source: Checking, is login/password valid...
de_de: Überprüfe, ist das Anmelde Passwort gültig...
ja_jp: ログイン認証情報が有効かどうかを確認しています。
tr_tr: Giriş/şifre geçerliliği kontrol ediliyor...

source: Checking, is URL valid...
de_de: Überprüfe ob die URL gültig ist...
ja_jp: URLが有効かどうかを確認しています...
tr_tr: URL geçerliliği kontrol ediliyor...

source: Sign in to synchronize your tasks with Google Tasks.
hu_hu: Jelentkezz be, hogy szinkronizáld a feladataidat a Google Tasks szolgáltatással.
pt_br: Faça login para sincronizar suas tarefas com o Google Tasks.

source: Now your Google Tasks lists will be accessible from your ZeppOS device.
hu_hu: Mostantól Google Tasks feladatlistái elérhetőek lesznek ZeppOS-eszközödről.
pt_br: Agora suas listas do Google Tasks estarão disponíveis do seu dispositivo ZeppOS.
